{"inkVersion":21,"root":[["#","^Arise: 1313","/#","#","^القيام ١٣١٣","/#","#","^By Alexis Clay","/#",{"->":"dream_0"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"dream_0":[["^You feel an unnatural weight on your limbs as an unseen force begins the petrification process. The ground beneath you, once soft and yielding, turns into an unforgiving surface that clings to your feet, making every step a struggle. The air thickens with an unsettling stillness, and an eerie silence surrounds you, broken only by the distant echoes of your own footsteps.","\n","^As you desperately try to escape, your movements become slower, more laborious. Your skin starts to take on a cold, stony texture, and a creeping numbness spreads through your body. Panic sets in as you realize that your very essence is being transformed into unfeeling stone.","\n",["ev",{"^->":"dream_0.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^1- Wake up.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"dream_0.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],"\n",{"#f":5}]}],{"#f":1}],"dream_1":[["^You wake up to a world that seems eerily familiar yet unsettlingly different. As you navigate your once-familiar home, a sinister realization takes hold – your family has been replaced by emotionless, identical clones. Their faces bear an uncanny resemblance to your loved ones, but their eyes lack warmth, their voices devoid of genuine emotion.","\n","^The air is heavy with an unnatural stillness as these doppelgangers move through the house, mimicking the routines and gestures of your family members with an unsettling precision. Conversations are stilted and void of genuine connection, each interaction leaving you with a sense of profound alienation.","\n",["ev",{"^->":"dream_1.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^1- Wake up.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"dream_1.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],"\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}