{"inkVersion":21,"root":[["#","^Arise: 1313","/#","#","^الـنـهـوض ١٣١٣","/#","#","^أرايــز ١٣١٣","/#","#","^By Alexis Clay","/#",["done",{"#f":5,"#n":"g-0"}],null],"done",{"novel_intro1":[["#","^image_redComputer","/#","^72 hours until our world is devastated…","\n","^The fate of humanity rested on my shoulders. A note that had my handwriting was sent back from the future describes the unholy things that the eldritch invasion will do to the world, as well as how to stop it.","\n","^I had 3 days to conduct the correct banishment ritual and halt the eldritch invasion. I only have a vague idea of what the ritual looks like, but I have to try something!","\n","^Or, I can at least spare myself the eternal torture with a bullet.","\n","ev","str","^1- Suicide.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^2- Drive to house of worship.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"sayonara"},"\n",{"#f":5}],"c-1":["^ ",{"->":"novel_intro2"},"\n",{"#f":5}]}],{"#f":1}],"novel_intro2":[["#","^image_black","/#","^Speeding like a bat out of hell, it’s no surprise that I encountered a cop.","\n","^After flashing his lights we slow down to the side of the road. He gets out, goes over to my side and starts tapping on my window. He’s threatening to have me arrested.","\n","^For all I know, he’s an agent sent by the eldritch invasion. Given the state of the impending doom, I have one obvious option...","\n","ev","str","^1- Shoot the cop.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^2- Reason with the cop.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"wakeup"},"\n",{"#f":5}],"c-1":["^ ",{"->":"wakeup"},"\n",{"#f":5}]}],{"#f":1}],"breakfast_3":[["#","^image_black","/#","^\"Last call for breakfast! It’s not too late to have breakfast at 2PM!\" says Chef Ratsy.","\n","^*She acknowledges you*","\n","^\"Hello sugar cube, here’s your food for the day. Oh, and before I forget, you should complete the food questionnaire for what you want to eat later.\"","\n","^*You get food and a paper*","\n","ev","str","^1- Fill out questionnaire","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"foodGetAndQuestionnaire"},"\n",{"#f":5}]}],{"#f":1}],"dinner_3":[["#","^image_black","/#","^\"I hope you're starving! Plenty of food to go around.\"","\n","^* Chef Ratsy hands you your dinner*","\n","ev","str","^1- Leave","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"foodGet"},"\n",{"#f":5}]}],{"#f":1}],"dream_0":[["^You feel an unnatural weight on your limbs as an unseen force begins the petrification process. The ground beneath you, once soft and yielding, turns into an unforgiving surface that clings to your feet, making every step a struggle. The air thickens with an unsettling stillness, and an eerie silence surrounds you, broken only by the distant echoes of your own footsteps.","\n","^As you desperately try to escape, your movements become slower, more laborious. Your skin starts to take on a cold, stony texture, and a creeping numbness spreads through your body. Panic sets in as you realize that your very essence is being transformed into unfeeling stone.","\n",["ev",{"^->":"dream_0.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^1- Wake up. ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"dream_0.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],{"->":"wakeup"},"\n",{"#f":5}]}],{"#f":1}],"dream_1":[["^You wake up to a world that seems eerily familiar yet unsettlingly different. As you navigate your once-familiar home, a sinister realization takes hold – your family has been replaced by emotionless, identical clones. Their faces bear an uncanny resemblance to your loved ones, but their eyes lack warmth, their voices devoid of genuine emotion.","\n","^The air is heavy with an unnatural stillness as these doppelgangers move through the house, mimicking the routines and gestures of your family members with an unsettling precision. Conversations are stilted and void of genuine connection, each interaction leaving you with a sense of profound alienation.","\n",["ev",{"^->":"dream_1.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^1- Wake up. ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"dream_1.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],{"->":"wakeup"},"\n",{"#f":5}]}],{"#f":1}],"foodGetAndQuestionnaire":["#","^foodGetAndQuestionnaire","/#","end",{"#f":1}],"foodGet":["#","^foodGet","/#","end",{"#f":1}],"sayonara":["#","^sayonaraStart","/#","end",{"#f":1}],"wakeup":["#","^closeNovel","/#","end",{"#f":1}],"#f":1}],"listDefs":{}}